"use strict";
//  "🐶 🐸 🐹🐀,🐁,🐂,🐃,🐄,🐅,🐆,🐇,🐈,
// // 🐉,🐊,🐋,🐌,🐍,🐎,🐏,🐐,🐑,🐒,🐓,🐔,🐕,
// // 🐖,🐗,🐘,🐙,🐚,🐛,🐜,🐝,🐞,🐟,🐠,🐡,🐢, 🍁🐞🦟
 // 🙇🏻‍♂️👩‍🏫👩🏼‍🏫🐹🦚🪑💰🚪🔊📣💩🐭 🐭🐼🐻🦊🐱🐱💩...
// // 🐣,🐤,🐥,🐦,🐧,🐨,🐩,🐪,🐫,🐬,🐭,🐮,🐯,
// // 🐰,🐲,🐳,🐴,🐵,🐶,🐷,🐸,🐹,🐺,🐻,🐼,🐽,
// // 🕷,🙈,🙉,🙊,🦀,🦁,🦂,🦃,🦄,🦅,🦆,🦇,🦈,
// // 🦉,🦊,🦋,🦌,🦍,🦎,🦏,🦐,🦑,🦒,🦓,🦔,🦕,
// //'🐼', '🐻', '🦊', '🐱', '🐮', '🦁', '🐽', '🐨', '🐰', '🐯'
// // 🦖,🦗,🦘,🦙,🦚,🦛,🦜,🦝,🦞,🦟,🦠,🦡,🦢♥️";💩🧑🏽‍🎨
1F6EA	🐿🌲
1Ф43Ф	🐦︎❤️❤️❤️🌳🌴🍄
1F426	🐟︎
1F41F	🐕︎
1F415	🐈︎
1F408C	🞺🐟🐡 🚗, 📞, 🎉, ♥️, 🍆, 🌈
1F7AD	🞮
//🐤 🐣 🐥🦟🍁 🎉🕊🦌👻🎩🚋🚌🚍🚎🚐🚑🚒🚓🚔🚕🚖🚗🚘🚙🚚🚛🚜🚲🛴🛴🛵🚏🛣️🛤️⛵🛶🚤🛳️⛴️🛥️🚢✈️🛩️🛫🛬🚁🚟🚠🚡🛰️🚀🛸
//🛴🛵🚏🛣️🛤️⛵🛶🚤🛳️⛴️🛥️🚢✈️🛩️🛫🛬🚁🚟🚠🚡🛰️🚀🛸

////☆*ﾟ ゜ﾟ*☆*ﾟ ゜ﾟ*☆*ﾟ ゜ﾟ*☆*ﾟ ゜ﾟ*☆*ﾟ ゜ﾟ*☆
//░▒▓█ ░▒▓█▓▒░▒▓█▓▒░▒▓

//･*:..｡♡*ﾟ¨ﾟﾟ･*:..｡♡*ﾟ¨ﾟﾟ･*:..｡♡*ﾟ¨ﾟ･*:..｡♡*ﾟ¨ﾟﾟ･*:..｡♡*ﾟ¨ﾟﾟ･

//░▒▓█▓▒░▒▓█▓▒░▒▓█▓▒░▒▓█▓

//▂▃▅▇█▓▒░ mmmmmmmmmmmmmmmmmmm ░▒▓█▇▅▃▂


//▌│█║▌║▌║ smiley.cool ║▌║▌║█│▌

//·٠•●♥ Ƹ̵̡Ӝ̵̨̄Ʒ ♥●•٠·˙ smiley.cool ˙·٠•●♥ Ƹ̵̡Ӝ̵̨̄Ʒ ♥●•٠·˙

//★彡 smiley.cool 彡★

//꧁✿🌸╭⊱ smiley.cool ⊱╮🌸✿꧂

//▁ ▂ ▄ ▅ ▆ ▇ █  smiley.cool █ ▇ ▆ ▅ ▄ ▂ ▁

//▂▃▅▇█▓▒░ smiley.cool ░▒▓█▇▅▃▂

//▂▃▄▅▆▇▉▉[ smiley.cool ]▉▉▇▆▅▄▃▂

//▉▇▆▅▄▃▂▂▂_smiley.cool_▂▂▃▄▅▆▇▉▉

//╰⊱♥⊱╮ღ꧁ smiley.cool ꧂ღ╭⊱♥≺

//╰⊱♥⊱╮╰⊱♥⊱╮ smiley.cool ╰⊱♥⊱╮╰⊱♥⊱╮

//ღ꧁ღ╭⊱ꕥ smiley.cool ꕥ⊱╮ღ꧂ღ

//─═ڿڰۣڿ☻ڿڰۣڿ═─ smiley.cool ─═ڿڰۣڿ☻ڿڰۣڿ═─ 

//o͡͡͡͡͡͡͡͡͡͡͡͡͡͡╮(｡❛ᴗ❛｡)╭o͡͡͡͡͡͡͡͡͡͡͡͡͡͡  smiley.cool o͡͡͡͡͡͡͡͡͡͡͡͡͡͡╮(｡❛ᴗ❛｡)╭o͡͡͡͡͡͡͡͡͡͡͡͡͡͡ 

//🐟https://smiley.cool/smileys-gallery-3d
https://smiley.cool/smileys-gallery